40 Hole Ball/pickleball_40_base/Allrun.sh

#!/bin/sh

runApplication surfaceFeatureExtract

runApplication blockMesh

runApplication snappyHexMesh -overwrite

runApplication simpleFoam